app/controllers/school_classes_controller.rb

    def create
        @school_class = SchoolClass.new(school_class_params)
        @school_class.save
---
INSERT INTO "school_classes" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2021-10-08 23:08:35.669578"], ["updated_at", "2021-10-08 23:08:35.669578"]]